const propertyData = [
    {
      "id": 1,
      "primaryProperty": "Харизма +1",
      "secondaryProperty": "Сила -1",
      "price": 500,
      "description": "Цей предмет переливається кораловим сяйвом на сонці"
    },
    {
      "id": 2,
      "primaryProperty": "Перевага на спас від тілобудови",
      "secondaryProperty": "Неможливо зняти",
      "price": 550,
      "description": "Звук, що лунає коли цього предмета торкається метал, заворожує"
    },
    {
      "id": 3,
      "primaryProperty": "Гарно виглядає",
      "secondaryProperty": "Світиться в темряві",
      "price": 600,
      "description": "Типовий предмет. Скільки ви не намагались знайти щось особливе - все марно"
    },
    {
      "id": 4,
      "primaryProperty": "Є володіння спритністю рук",
      "secondaryProperty": "Несамовито волає, коли поблизу гноми",
      "price": 200,
      "description": "В непомітній частині хтось нацарапав на металі оркський знак"
    },
    {
      "id": 5,
      "primaryProperty": "Дією повертається в руку, якщо викинуто",
      "secondaryProperty": "Не може використовуватись чарівниками",
      "price": 320,
      "description": "Здається, це зроблено з дерева, але складно зрозуміти, чому і як"
    }
  ]